/* No comment provided by engineer. */
"%@年" = "%年";

"年" = "年";

"月" = "月";

"周" = "週";

"日" = "日";

/* No comment provided by engineer. */
"%@年%@周" = "%@年%@週";

/* No comment provided by engineer. */
"%@年%@月" = "%@年%@月";

/* No comment provided by engineer. */
"\"%@\"货币类型" = "\"%@\" 貨幣タイプ";

/* No comment provided by engineer. */
"Doing" = "Doing";

/* No comment provided by engineer. */
"iCloud备份与恢复" = "iCloudバックアップとリカバリー";



/* No comment provided by engineer. */
"name" = "name";

/* No comment provided by engineer. */
"yyyy年MM月dd日 HH:mm" = "MM/dd/yyyy HH:mm";

/* No comment provided by engineer. */
"一月" = "一月";  

/* No comment provided by engineer. */
"七月" = "七月";

/* No comment provided by engineer. */
"三月" = "三月";

/* No comment provided by engineer. */
"两次输入不一致，请重新输入" = "2回入力したパスワード不一致、もう一回入力ください";



/* No comment provided by engineer. */
"九月" = "九月";

/* No comment provided by engineer. */
"二月" = "二月";

/* No comment provided by engineer. */
"五月" = "五月";

/* No comment provided by engineer. */
"人民币" = "人民元";

/* No comment provided by engineer. */
"八月" = "八月";

/* No comment provided by engineer. */
"六月" = "六月";  

/* No comment provided by engineer. */
"关于" = "関連"; 

/* No comment provided by engineer. */
"创建新账本" = "帳簿新規作成";


/* No comment provided by engineer. */
"创建时间" = "新規作成時刻";


/* No comment provided by engineer. */
"删除" = "削除";

/* No comment provided by engineer. */
"十一月" = "11月";  

/* No comment provided by engineer. */
"十二月" = "12月"; 

/* No comment provided by engineer. */
"十月" = "10月";  

/* No comment provided by engineer. */
"去看世界正在发生什么" = "世界に何を発生しているか、見に行きましょう?";  

/* No comment provided by engineer. */
"取消" = "キャンセル";

/* No comment provided by engineer. */
"合并到其他账本" = "外の図書に合弁する";

/* No comment provided by engineer. */
"同一个账本不能合并" = "同じ図書に合弁できません";

/* No comment provided by engineer. */
"名称" = "名前"; 

/* No comment provided by engineer. */
"四月" = "4月"; 

/* No comment provided by engineer. */
"图标" = "アイコン"; 

/* No comment provided by engineer. */
"备注" = "備考";

/* No comment provided by engineer. */
"完成" = "完成"; 

/* No comment provided by engineer. */
"密码错误，请重新输入" = "パスワードエラー、、もう一度入力ください";  

/* No comment provided by engineer. */
"账本选择" = "図書を選択";

/* No comment provided by engineer. */
"帮助" = "ヘルプ"; 

/* No comment provided by engineer. */
"当前账本设置" = "当面の帳簿を設定";

/* No comment provided by engineer. */
"货币类型" = "の貨幣タイプ";


/* No comment provided by engineer. */
"您还没有设置保护密码，现在设置密码吗？" = "保護のパスワードを設定してない、今設定しますか?";


/* No comment provided by engineer. */
"投上一票" = "一票を投じる";

/* No comment provided by engineer. */
"提示" = "提示";

/* No comment provided by engineer. */
"收支类型" = "支出タイプ";  

/* No comment provided by engineer. */
"数据同步" = "データのアップロード";

/* No comment provided by engineer. */
"新..." = "新規...";  


/* No comment provided by engineer. */
"新建..." = "新規作成 ...";

/* No comment provided by engineer. */
"新建账..." = "帳を新規作成 ......";

/* No comment provided by engineer. */
"新建账单" = "伝票を新規作成"; 

/* No comment provided by engineer. */
"新建账本" = "帳簿を新規作成";  

/* No comment provided by engineer. */
"日常消费" = "日常の消費";

/* No comment provided by engineer. */
"松手新增一条账单！" = "手離れて、勘定単を増加する。";

/* No comment provided by engineer. */
"标签名称" = "ラベル名称";


/* No comment provided by engineer. */
"消费金额" = "消費額";

/* No comment provided by engineer. */
"添加标签..." = "ラベル追加...";

/* No comment provided by engineer. */
"添加说明..." = "説明追加...";
/* No comment provided by engineer. */
"版本" = "バージョン";

/* No comment provided by engineer. */
"知道了" = "分かりました";

/* No comment provided by engineer. */
"确定" = "確定";

/* No comment provided by engineer. */
"米风公司 版权所有" = "所有権は米風会社持っている";

/* No comment provided by engineer. */
"类型名称不能为空" = "タイプ名称が空きです";

/* No comment provided by engineer. */
"类型名称已经存在，请换个名字。" = "タイプ名称はすでに存在なので、名称を変更ください";

/* No comment provided by engineer. */
"类型图标不能为空" = "タイプアイコンは空きです"; 

/* No comment provided by engineer. */
"自定义" = "カスタム"; 

/* No comment provided by engineer. */
"设置" = "設定"; 

/* No comment provided by engineer. */
"设置密码" = "パスワード設定";

/* No comment provided by engineer. */
"请在您的邮箱app中添加账户信息!" = "メールボックスのappにカウント情報を入れてください!";

/* No comment provided by engineer. */
"请输入密码" = "パスワードを入力してください";

/* No comment provided by engineer. */
"请输入自定义分类的名称" = "カスタム分類の名称を入力してください";

/* No comment provided by engineer. */
"请选择" = "選んでください";

/* No comment provided by engineer. */
"账单名称" = "勘定単名称";

/* No comment provided by engineer. */
"账本信息文件" = "帳簿情報ファイル";

/* No comment provided by engineer. */
"账本名称" = "帳簿名称";

"账本"="帳簿";

/* No comment provided by engineer. */
"账本名称已经存在，请重新修改!" = "帳簿名称は既に存在したので、修正してください";

/* No comment provided by engineer. */
"账本管理" = "帳簿管理";

/* No comment provided by engineer. */
"返回" = "戻る";

/* No comment provided by engineer. */
"这是最后一个账本不能删除!" = "これは最後の帳簿です、削除することはできない!";

/* No comment provided by engineer. */
"选择货币类型" = " 貨幣タイプを選択ください";

/* No comment provided by engineer. */
"邮件保存成功" = "メール保存成功";

/* No comment provided by engineer. */
"邮件发送取消" = "メール送信取り消し";

/* No comment provided by engineer. */
"邮件发送失败" = "メール送信失敗";

/* No comment provided by engineer. */
"邮件发送成功" = "メール送信成功";

/* No comment provided by engineer. */
"邮件记账数据" = "メールの記帳データ";


/* No comment provided by engineer. */
"长按标签来修改标签的名字" = "ラベルを長押し、名称を修正する";

"导出账本数据" = "データを出力する";


"当前版本"="当面バージョン";


"米风出品"="米風出品";


"支出"="支払い";
"收入"="収入";

"喜欢EasyCost么"="EasyCostが好きですか？";
"亲，现在就给我们一个五星鼓励吧，让我们加速更新！"="今は私たちに五星の激励に、私たちは加速の更新.";

"稍后再说"="あとで";
"现在评分"="今採点";

"日常开销"="日常の財布"; 

"账本选择"="帳簿を選択"; 

"账单详情"="帳簿の詳細"; 
"标签选择"="ラベルを選択";

"添加备注"="備考追加";

"绿色标签"="緑ラベル"; 
"黄色标签"="黄色ラベル";
"橙色标签"="オレンジ色ラベル";
"红色标签"="赤いラベル";
"紫色标签"="パープルのラベル";
"蓝色标签"="青色ラベル"; 
"一般消费"="一般消費";
"餐饮"="飲食";
"电影"="映画"; 
"工资"="給料"; 
"饮料"="飲み物"; 
"数码"="デジタル"; 
"话费"="料金"; 
"社交"="社交"; 
"交通"="交通"; 
"零食"="間食"; 
"衣服"="洋服";
"三秒钟完成记账"="3秒間で記帳完成する"; 
"点击我编辑"="私をクリックして編集します"; 
"长按我删除"="長押し削除"; 
"绿色表示收入"="緑は収入"; 
"左右滑切换账本"="左右スライドで帳簿を切り替えてください";
"横屏查看报表"="横屏で財務諸表をみる"; 
"试试双指缩放"="二本指で拡大、縮小を試してください";
"缩放切换账本管理"="ズーム切替で帳簿管理する"; 


"示例账本"="帳簿を例示する"; 

"旅游"="観光"; 

"公司账本"="会社の帳簿";

"下拉新建账单"="プルダウン新規作成勘定"; 
"账单类型创建"="勘定書タイプを新規作成"; 


"我的账本数据"="私の帳簿データ";


"人民币"="人民元";  
"美元"="ドル"; 
"澳元"="豪州ドル"; 
"巴西里尔"="ブラジルのリール"; 
"加元"="カナダドル"; 
"瑞士法郎"="スイス・フラン"; 
"智利比索"="チリペソ";
"捷克克朗"="チェコ・コルナ";
"丹麦克朗"="デンマーク・クローネ";
"欧元"="ユーロ";
"英镑"="ポンド";
"港币"="香港ドル";
"匈牙利福林"="フォリント"; 
"印度尼西亚盾"="インドネシヤ";
"印度卢比"="インド・ルピー";
"日元"="円";
"韩元"="ウォン"; 
"墨西哥比索"="メキシコペソ"; 
"马来西亚元"="マレーシア元";  


"挪威克朗"="ノルウェークローネ";
"新西兰元"="ニュージーランド元"; 
"菲律宾比索"="フィリピンのペソ";
"俄罗斯卢布"="ロシア・ルーブル";
"沙特里亚尔"="サウジアラビアリヤル"; 
"瑞典克朗"="スウェーデンクローネ"; 
"新加坡元"="シンガポール元"; 
"泰铢"="バーツ"; 
"新台币"="ニュー台湾ドル"; 
"越南盾"="ベトナム盾"; 
"南非兰特"="南アフリカランド"; 
"波兰兹罗提"="ポーランドズウォティ";

"收支类型设置"="支出タイプ設定";

"iCloud自动备份" = "iCloud自動バックアップ";
"iCloud备份历史" = "iCloudのバックアップ履歴";
"未启用iCloud!\n\n1:登录iCloud\n使用已有的Apple ID登录设备上的iCloud.\n\n2.启用iCloud\n请进入设备设置/iCloud/文稿与数据, 将(文稿与数据)打开" = "有効になっていませんiCloud!\n\n1:ログインiCloud\n既存のを使用してくださいApple IDログインデバイスiCloud.\n\n2.可能にするiCloud\nデバイスの設定を入力してください/iCloud/ドキュメントとデータ, (ドキュメントとデータ)オープン";

"备份" = "バックアップ";
"手动备份" = "手動バックアップ";
"正在加载iCloud备份数据" = "iCloudのバックアップデータのロード";
"恢复EasyCost备份文件将覆盖本地数据，是否继续?" = "回復EasyCostバックアップファイルを続行するかどうか、地元のデータを上書きします?";
"正在备份数据" = "データのバックアップ";
"正在恢复数据" = "データの取得";
"备份失败,请重新尝试!" = "バックアップが失敗し、もう一度試してください!";
"恢复失败,请检查网络是否可用!" = "回復が失敗し、ネットワークが利用可能であるかどうかをチェック!";
"EasyCost自动备份数据" = "EasyCost自動バックアップデータ";
"EasyCost手动备份数据" = "EasyCost手動バックアップデータ";
"请在设备设置中打开iCloud的（文稿与数据）选项" = "（プレゼンテーションおよびデータ）オプションのデバイス設定でのiCloudをオンにしてください";
"请连接网络" = "ネットワークに接続してください";


"全部"="すべて";
"概要"="まとめ";
"本月"="今月";
"Expenses"="支出";
"Income"="収入";
"联系我们"="お問い合わせ";
"开发者"="開発者";
"微博"="Sina weibo";
"翻译人员"="トランスレータ";
"日语"="日本語";
"法语"="フランス語";
"白雅珊"="白雅珊";
"计雅文"="计雅文";
"何哲镜"="何哲镜";
"美术"="アート";
"取消标签"="ラベルをキャンセルラベルをキャンセル";


"设置封面颜色"="カバーの色を設定";
"设置封面图片"="カバー画像を設定します";
"拍照"="拍照";
"相册"="相册";
"取消当前照片"="キャンセル";

"All" = "すべて";
"Month" = "今月";
"封面设置"="セットカバー";
"点击添加图片"="画像を追加]をクリック";
"您还没有收入"="あなたは、収入がありません";
"您还没有开支"="あなたが支出されていません";

"全部数据" = "すべてのデータ";
"第" = "";

"密码设置" = "パスワード設定";
"请输入四位密码" = "4桁のパスワードを入力してください";
"请再次输入密码" = "もう一度パスワードを入力してください";
"密码设置成功!" = "パスワードが正常に設定されています！";
"两次输入不一致，请重新输入密码" = "2つの入力が矛盾している、パスワードを再入力してください";
"密码输入不正确，请重新输入" = "パスワードが正しくありませんが、再度入力してください";
"安全" = "セキュリティー";

"%@(%@) %@ 还剩下一天" = "%@(%@) %@ 左一日。";
"%@ %@ 还剩下一天" = "%@ %@ 左一日。";
"%@(%@) %@ 还剩下半小时" = "%@(%@) %@ 左半分の時間。";
"%@ %@ 还剩下半小时" = "%@ %@ 左半分の時間。";
"%@(%@) %@ 时间到了" = "%@(%@) %@ 時間がアップしている。";
"%@ %@ 时间到了" = "%@ %@ 時間がアップしている。";
"EasyCost 帐单提醒" = "EasyCost課金リマインダー";



